[
{"number":1,"text":"Kata team members must all wear the same type of Karate Gi.","ans":"false"},
{"number":2,"text":"The total time allowed for the Kata and BUNKAI demonstration combined, is six minutes.","ans":"false"},
{"number":3,"text":"In Kata competition slight variations as taught by the contestant's style (Ryu -ha) are permitted.","ans":"true"},
{"number":4,"text":"Glasses are forbidden in Kata completion.","ans":"true"},
{"number":5,"text":"Only one discreet rubber band on a single ponytail is permitted.","ans":"false"},
{"number":6,"text":"The right to seeding does down flow to lower places in the absence of Competitors eligible for seeding.","ans":"false"},
{"number":7,"text":"Kata competition can be organized in several formats .","ans":"true"},
{"number":8,"text":"In all competition format, t he number of Competitors cannot exceed 8.","ans":"false"},
{"number":9,"text":"Judges should look for correct Kihon of the school being demonstrated.","ans":"false"},
{"number":10,"text":"Team matches consist of competition between teams of 3 or 4 competitors of which 3 compete at the time .","ans":"true"},
{"number":11,"text":"Conformance is a consistency in the performance of the Kihon of the style ( Ryu-ha) in the Kata .","ans":"true"},
{"number":12,"text":"Should there be any discrepancy between the number and the name of the Kata registered for performance, the name, as per the official WKF Kata  list will prevail .","ans":"false"},
{"number":13,"text":"When a team has 4 competitors, all 4 may be used for any round .","ans":"false"},
{"number":14,"text":"Giving a command to start and finish the Kata by a team member is not considered to be an external cue.","ans":"false"},
{"number":15,"text":"The mats must form a uniformed colo ured surface for Kata competition .","ans":"false"},
{"number":16,"text":"Judges should look for correct Kihon of the Competitor´s style (Ryu -ha) being demonstrated.","ans":"false"},
{"number":17,"text":"The panel of Judges can be changed for any single round.","ans":"false"},
{"number":18,"text":"The total time allowed for the Kata & BUNKAI demonstration combined, is 5 minutes.","ans":"true"},
{"number":19,"text":"In Kata competition the sleeves of the Karate -gi jacket may not be rolled up . ","ans":"true"},
{"number":20,"text":" It is the responsibility of the coach or competitor to notify the name and the number of the Kata  to the score table prior each round.","ans":"false"},
{"number":21,"text":"The number of Judges per panel may be reduced to five for any competition.","ans":"false"},
{"number":22,"text":"A previously performed Kata may be repeated only if used as tiebreaker .","ans":"false"},
{"number":23,"text":"The Karate -Gi trousers may be slightly shorter so as to only cover half of the shin .","ans":"false"},
{"number":24,"text":"The total time allowed for the Kata and BUNKAI demonstration combined, is five minutes.","ans":"true"},
{"number":25,"text":"In the event that there are 3 or less Competitors a single Kata is performed to determine 1st through 3rd place .","ans":"false"},
{"number":26,"text":"The Judges of a Kata match may not have the same nationality as either of the contestants .","ans":"false"},
{"number":27,"text":"Although ribbons and other decorations for the hair are not allowed in kumite, they are permissible in Kata .","ans":"false"},
{"number":28,"text":"In the bouts for medals in Team Kata competition , teams will perform a demonstration of the meaning of the Kata  (BUNKAI ).","ans":"true"},
{"number":29,"text":"It is not possible to repeat a Kata in the Round -robin elimination system .","ans":"false"},
{"number":30,"text":"For competitions not counting for WKF World Ranking or Olympic standing, the number of judges may be reduced to 5.","ans":"false"},
{"number":31,"text":"The same Kata may never be performed twice in a row in the Round -robin system .","ans":"false"},
{"number":32,"text":"If an already qualified Competitor is disqualified for misconduct at the end of the Round - robin round (SHIKKAKU): The semi -final opponent will access to the final by bye .","ans":"false"},
{"number":33,"text":"Female competitors must wear a plain white T -shirt beneath the Karate jacket.","ans":"false"},
{"number":34,"text":"Female competitors can, if they want, wear a plain white T -shirt beneath the Karate jacket.","ans":"true"},
{"number":35,"text":"The wearing of unauthorised apparel, clothing or equipment is forbidden.","ans":"true"},
{"number":36,"text":"A discreet rubber band or ponytail retainer is permitted in Kata competition.","ans":"false"},
{"number":37,"text":"The competition area must be of sufficient size to permit the uninterrupted performance of Kata .","ans":"false"},
{"number":38,"text":"The matted Kumite areas are not suitable for Kata competition.","ans":"false"},
{"number":39,"text":"The Karate -gi jacket may be removed during the performance of Kata .","ans":"false"},
{"number":40,"text":"Audible cues are on the same level as one would penalize a temporary loss of balance.","ans":"true"},
{"number":41,"text":"Variations as taught by the contestant’s style (Ryu -ha) of Karate will not be permitted .","ans":"false"},
{"number":42,"text":"The score table must be notified of the choice of Kata prior to each round.","ans":"true"},
{"number":43,"text":"A team which does not perform the bow at the completion of the BUNKAI performance will be disqualified.","ans":"true"},
{"number":44,"text":"The number of Kata required is dependent on the number of individual competitors or teams entered.           ","ans":"false"},
{"number":45,"text":"If an already qualified Competitor is disqualified for misconduct at the end of the Round - robin round (SHIKKAKU): the bronze medal will be awarded .","ans":"false"},
{"number":46,"text":"In assessing the performance of a contestant or team the Judges will evaluate the performance based on all criteria.","ans":"true"},
{"number":47,"text":"There are no specific deviations for those under 14 years of age from the standard rules, but a limitation to the Kata  list to less advanced Kata  may be used .","ans":"true"},
{"number":48,"text":"Causing injury by lack of controlled technique during BUNKAI is considered a foul.","ans":"true"},
{"number":49,"text":"For medal bouts, none of the Judges may have the same nationality, as the competitors .","ans":"false"},
{"number":50,"text":"Performances are given a score using a scale from 5.0 to 10.0 in increments of 0.1 .","ans":"true"},
{"number":51,"text":"Coin toss is the first choice to resolve the ties .","ans":"false"},
{"number":52,"text":"There are 6 ways to resolve a tie In Round -robin Elimination System with 4 competitors .","ans":"false"},
{"number":53,"text":"Strength is one of the criteria of evaluation .","ans":"true"},
{"number":54,"text":"There are 6 ways to resolve a tie when having elimination system with 8 competitors .","ans":"false"},
{"number":55,"text":"There are 10 criteria for Kata evaluation .","ans":"true"},
{"number":56,"text":"Transitional movement is one of the Criteria for evaluation for Kata Performance but not for BUNKAI .","ans":"false"},
{"number":57,"text":"In BUNKAI performance, transitional movements and control are par t of the evaluation.","ans":"true"},
{"number":58,"text":"Strength, Speed and Balance are some of the criteria of evaluation for Kata and BUNKAI .","ans":"true"},
{"number":59,"text":"Simulated unconsciousness for more than 2 seconds at the time as part of the BUNKAI is considered as foul .","ans":"true"},
{"number":60,"text":"BUNKAI are to be given equal importance as the Kata itself.","ans":"true"},
{"number":61,"text":"Excessive bowing before starting the pe rformance is considered a foul.","ans":"true"},
{"number":62,"text":"Causing injury by lack of controlled technique during BUNKAI is a disqualification .","ans":"false"},
{"number":63,"text":"Not announcing the Kata , is not considered as disqualification .","ans":"false"},
{"number":64,"text":"Performing the wrong Kata or announcing the wrong Kata leads to disqualification.","ans":"true"},
{"number":65,"text":"Stamping the feet, slapping the chest, arms, or Karate -gi, will be taken into account by the Judges when arriving at a decision.","ans":"true"},
{"number":66,"text":"A competitor will not be disqualified if he does a distinct pause or stop in the pe rformance for several seconds.","ans":"false"},
{"number":67,"text":"BUNKAI are not to be given equal imp ortance as the Kata itself.","ans":"false"},
{"number":68,"text":"Kata must start facing the Judges .","ans":"true"},
{"number":69,"text":"The use of audible cues from any other person, including other team members is considered a foul.","ans":"true"},
{"number":70,"text":"If the competitor’s belt falls off during the performance of Kata, the competitor will be disqualified.           ","ans":"true"},
{"number":71,"text":"Failure to follow the instructions of the Chief Judge or other m isconduct is considered a foul.","ans":"false"},
{"number":72,"text":"Failure to follow the instructions of the Chief Judge or other misconduct leads to disqualification.","ans":"true"},
{"number":73,"text":"Exceeding the total time limit of 5 minutes duration for Kata and BUNKAI is considered a foul.","ans":"false"},
{"number":74,"text":"In Team Kata , all three team members must start and finish the Kata facing in the same direction a nd towards the Chief Judge.","ans":"false"},
{"number":75,"text":"Kata performance must be realistic in fighting terms and display concentration, power, and pote ntial impact in its techniques.","ans":"true"},
{"number":76,"text":"Causing injury by lack of controlled technique during BUNKAI is not considered a foul.","ans":"false"},
{"number":77,"text":"Minor loss of balance must not be considered in the evaluation of the Kata performance.","ans":"false"},
{"number":78,"text":"Exceeding the total time limit of 5 minutes duration for Kata and BUNKAI leads to disqualification.","ans":"true"},
{"number":79,"text":"Kata performance must demonstrate strength, balance, and speed.","ans":"true"},
{"number":80,"text":"Minor loss of balance must be considered in the evalua tion of the Kata performance.","ans":"true"},
{"number":81,"text":"Asynchronous movement, such as delivering a technique before the body transition is completed is considered a foul.","ans":"true"},
{"number":82,"text":"Inappropriate exhalation will be taken into account by the Judges when arriving at a decision.","ans":"true"},
{"number":83,"text":"In team Kata, failing to do a movement in unison is not considered a foul.","ans":"false"},
{"number":84,"text":"Performing a movement in an incorrect or incomplet e manner is considered a foul.","ans":"true"},
{"number":85,"text":"Time wasting, including prolonged marching, excessive bowing or prolonged pause before starting the performance  is considered a foul.","ans":"true"},
{"number":86,"text":"Stamping the feet, slapping the chest, arms, or Karate -gi, are audible cues.","ans":"true"},
{"number":87,"text":"The use of audible cues is not considered a foul.","ans":"false"},
{"number":88,"text":"Inappropriate exhalation is not an audible cue.","ans":"false"},
{"number":89,"text":"Failure to fully execute a block or punching off target is considered a foul.","ans":"true"},
{"number":90,"text":"Causing injury by lack of controlled technique d uring BUNKAI is allowed.","ans":"false"},
{"number":91,"text":"The members of the team must demonstrate competence in all aspects of the Kata performance, as well  as synchronisation.","ans":"true"},
{"number":92,"text":"Commands to start and stop the performance will be taken into account by the Judges when arriving at a decision.","ans":"true"},
{"number":93,"text":"It is the responsibility of the President of the National Federation to ensure that the Kata as notified to the score table is appropriate fo r that particular round.","ans":"false"},
{"number":94,"text":"While performing BUNKAI , after being downed the competitor should either raise to one knee or stand  up within 2 seconds .          World Karate  Federation    Kata Examination Questions.  Version  1st January 20 24","ans":"true"},
{"number":95,"text":"Omitting or adding movements - or otherwise substantially change the performance from its original form is a disqualification .","ans":"true"},
{"number":96,"text":"Excessive celebration and political or religious demonstrations is considered as disqualification for kumite but not for Kata.","ans":"false"},
{"number":97,"text":"The Competitor must wait on the tatami for the announcement of the evaluation at the end of performance.","ans":"true"},
{"number":98,"text":"The competitors can select any Kata from the official Kata list.","ans":"true"},
{"number":99,"text":"A team which does not perform the bow at the beginning and completion of the performance wil l be disqualified.","ans":"true"},
{"number":100,"text":"The use of traditional weapons, ancillary equipm ent or additional apparel is allowed .","ans":"false"},
{"number":101,"text":"The performance in individual Kata is evaluated from the bo w starting the Kata until the bow ending the Kata .","ans":"true"},
{"number":102,"text":"Belt coming loose to the extent that it is coming off the hip s during the performance is a foul.","ans":"true"},
{"number":103,"text":"Belt coming loose to the extent that it is coming off the hip s during the performance is a disqualification.","ans":"false"},
{"number":104,"text":"After the bow the Competitor must clearly announce the name of the Kata that is to be performed and then start the performance .","ans":"true"},
{"number":105,"text":"There are 10 criteria in each Kata evaluation .","ans":"true"},
{"number":106,"text":"Although performing a scissor takedown technique ( KANI BASAMI) to the neck area in performing BUNKAI  is prohibited, a scissor take down to the body is permitted.","ans":"true"},
{"number":107,"text":"Performing a scissor takedown technique ( KANI BASAMI ) to the neck area in BUNKAI is not prohibited.","ans":"false"},
{"number":108,"text":"The Competitors will step back out of the Match Area, following the bows, first “SHOMEN NI REI” and  then “ OTAGAI NI REI”.","ans":"false"},
{"number":109,"text":"Audible cues must be considered very serious fouls by the judges in their evaluation of the performance of the Kata .","ans":"true"},
{"number":110,"text":"The protest can be submitted to a representative of the Appeals Jury by the coach .","ans":"false"},
{"number":111,"text":"It is the responsibility of the Tatami Manager receiving the protest to gather the Appeals Jury and deposit the protest sum with WKF for any declined protest .","ans":"true"},
{"number":112,"text":"Each of the three members of Appeal Jury is obliged to give his/her verdict as to the validity of the protest. Abstentions are not acceptable .","ans":"true"},
{"number":113,"text":"In Para -Karate , advertising i n the wheelchairs can be placed on the backrest.","ans":"false"},
{"number":114,"text":"If the protest is accepted, the Appeals Jury will appoint one of its members who will verbally notify the protester that the protest has been accepted .","ans":"true"},
{"number":115,"text":"There are three general Categories in Para Karate competitions: Visually Impaired , Intellectually  Impaired and Wheelchair Users .          World Karate  Federation    Kata Examination Questions.  Version  1st January 20 24","ans":"true"},
{"number":116,"text":"In Para -Karate, p rostheses, canes, crutches, and other equipment used for physical support are allowed in Para -Karate  competitions.","ans":"false"},
{"number":117,"text":"Those Athletes whose disabilities have been classified as Ineligible or who have been considered non -compliant or in violation of competition rules are non -eligible to compete in WKF Para -Karate .","ans":"true"},
{"number":118,"text":"In Para -Karate, t he seven judges will give their scores based on the assessment of the Kata  performance and the level of athlete's impairment .","ans":"false"},
{"number":119,"text":"Para -Karate competitions consist of both Kata and Kumite.","ans":"false"},
{"number":120,"text":"Wheelchairs with anti -tip wheels are allowed in Para -Karate competitions .","ans":"true"},
{"number":121,"text":"Classification in Para -Karate consists of an extra point compensation depending on the influence of the particular impairment when performing the Kata .","ans":"true"},
{"number":122,"text":"In Para -Karate, M edical Diagnostic Forms prove the eligibility of the Athlete’s impairment and are, together with functional testing at the competition, a tool to provide a more accurate classification of the Athlete.","ans":"true"},
{"number":123,"text":"All Para -Karate competitors are allowed to wear white sport shoes .","ans":"false"},
{"number":124,"text":"In Para -Karate, i n case of additional Classification testing, Doping Control, fire or other need for emergency evacuation, the national coaches are directly responsible for safe removal of the Athletes.","ans":"true"},
{"number":125,"text":"In Para -Karate, c ontestants from the Intellectually Impaired category may perform the same Kata  in each round.","ans":"true"},
{"number":126,"text":"Service animals trained and certified to detect life -threatening conditions are not allowed at the external perimeter of the competition area  in Para -Karate .","ans":"false"},
{"number":127,"text":"The Appeals Jury must elaborate a simple protest incident report, describing their findings and state their reason(s) for accepting or rejecting the protest .","ans":"true"},
{"number":128,"text":"There is 100 Kata on the official Kata list.","ans":"false"},
{"number":129,"text":"Resolution for ties in Para -Karate, will follow the WKF Kata Competition Rules.","ans":"true"},
{"number":130,"text":"In Para -Karate, t herapy animals or emotional -support animals are allowed in the competition area or its perimeter.","ans":"false"},
{"number":131,"text":"In Para -Karate, i t is allowed for Athletes of Visually Impaired Classes to wear blindfolds with logos or markings from sponsors or manufacturers.","ans":"false"},
{"number":132,"text":"The straps to fix the legs of wheelchair Athletes in Para -Karate, must be of white color and without logos.","ans":"true"},
{"number":133,"text":"In Para -Karate, sc ore compensation system by means of Extra Points, must be given by the judging panel to the influence of his or her particular impairment .","ans":"false"},
{"number":134,"text":"There are three Sport Classes in Individual Para -Karate Kata Competition .","ans":"false"},
{"number":135,"text":"Visually Impaired Athletes in Para -Karate competition are divided in two categories .","ans":"false"},
{"number":136,"text":"Juniors/cadets Sport Classes are recommended for Para -Karate development . ","ans":"true"},
{"number":137,"text":"In Para -Karate Competitions, b lindfolds are required for all Visually Impaired Athletes during the performance .","ans":"true"},
{"number":138,"text":"Intellectual impair ed athletes , in Para -Karate, will perform the Kata standing up .","ans":"true"},
{"number":139,"text":"Intellectual impair ed athletes , in Para -Karate, cannot repeat the Kata.","ans":"false"}
]